Repository: AhmadIqbal246/Safe-Bill
Catalog: backend/safebill/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Verify Your Email - Safe Bill
fr: Vérifiez Votre Email - Safe Bill

source: Reset Your Password - Safe Bill
fr: Réinitialisez Votre Mot de Passe - Safe Bill

source: Welcome to Safe Bill!
fr: Bienvenue sur Safe Bill !

source: Payment Successful - {project_name}
fr: Paiement Réussi - {project_name}

source: Payment Failed - {project_name}
fr: Paiement Échoué - {project_name}

source: Quote Request Sent Successfully
fr: Demande de Devis Envoyée avec Succès

source: New Business Opportunity - Message from {buyer_name}
fr: Nouvelle Opportunité Commerciale - Message de {buyer_name}

source: You've been invited to join the '{project_name}' project on Safe Bill
fr: Vous avez été invité à rejoindre le projet '{project_name}' sur Safe Bill

source: New dispute opened - {project_name}
fr: Nouveau litige ouvert - {project_name}

source: A dispute ({dispute_id}) has been opened for project '{project_name}'.
fr: Un litige ({dispute_id}) a été ouvert pour le projet '{project_name}'.

source: Approved
fr: Approuvé

source: Not Approved
fr: Non Approuvé

source: Sent for Review
fr: Envoyé pour Examen

source: Submitted for Approval
fr: Soumis pour Approbation
